In [1]:
print('hola mundo')

hola mundo

In [4]:
for i in 'hola mundo':
    print(i)

h
o
l
a

m
u
n
d
o

In [5]:
import pandas as pd
import numpy as np

In [22]:
a = np.array([2,3,5,7,67,8,9])
data = pd.DataFrame(a, columns=['num'])
data

   num
0    2
1    3
2    5
3    7
4   67
5    8
6    9

In [23]:
b = np.array([123,234,345,456,7,9,0])
data_2 =pd.DataFrame(b, columns=['num_2'])
data_2

   num_2
0    123
1    234
2    345
3    456
4      7
5      9
6      0

In [27]:
pd.concat([data, data_2], axis=1)

   num  num_2
0    2    123
1    3    234
2    5    345
3    7    456
4   67      7
5    8      9
6    9      0